Revit 2024 API
ParameterTypeId.RbsElecApparentLoadPhasec Property
 "Apparent Load Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecApparentLoadPhasec { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecApparentLoadPhasec As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecApparentLoadPhasec {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace